Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Your AI-powered setup helper. It can check status, fix config, switch models, and connect channels.
ar: مساعد إعداد مدعوم بالذكاء الاصطناعي. يمكنه التحقق من الحالة، وإصلاح الإعدادات، وتبديل النماذج، وربط القنوات.
de: Ihr KI-gestützter Einrichtungsassistent. Er kann den Status prüfen, die Konfiguration korrigieren, Modelle wechseln und Kanäle verbinden.
es: Tu asistente de configuración con IA. Puede comprobar el estado, corregir la configuración, cambiar de modelo y conectar canales.
fa: دستیار راه‌اندازی مبتنی بر هوش مصنوعی شما. می‌تواند وضعیت را بررسی کند، پیکربندی را اصلاح کند، مدل‌ها را تغییر دهد و کانال‌ها را متصل کند.
fr: Votre assistant de configuration basé sur l’IA. Il peut vérifier l’état, corriger la configuration, changer de modèle et connecter des canaux.
hi: आपका AI-संचालित सेटअप सहायक। यह स्थिति जाँच सकता है, कॉन्फ़िग ठीक कर सकता है, मॉडल बदल सकता है और चैनल कनेक्ट कर सकता है।
id: Asisten penyiapan Anda yang didukung AI. Asisten ini dapat memeriksa status, memperbaiki config, mengganti model, dan menghubungkan saluran.
it: Il tuo assistente alla configurazione basato sull'IA. Può controllare lo stato, correggere la configurazione, cambiare modello e connettere i canali.
ja_jp: AIを活用したセットアップヘルパーです。ステータスの確認、設定の修正、モデルの切り替え、チャンネルへの接続ができます。
ko: AI 기반 설정 도우미입니다. 상태 확인, config 수정, 모델 전환, 채널 연결을 할 수 있습니다.
nl: Je AI-gestuurde configuratiehulp. Deze kan de status controleren, de configuratie herstellen, van model wisselen en kanalen verbinden.
pl: Asystent konfiguracji oparty na AI. Może sprawdzać stan, naprawiać konfigurację, przełączać modele i łączyć kanały.
pt_br: Seu assistente de configuração com tecnologia de IA. Ele pode verificar o status, corrigir configurações, trocar modelos e conectar canais.
ru: Ваш ИИ-помощник по настройке. Он может проверять состояние, исправлять конфигурацию, переключать модели и подключать каналы.
sv: Din AI-drivna konfigurationshjälp. Den kan kontrollera status, åtgärda konfigurationen, byta modeller och ansluta kanaler.
th: ผู้ช่วยตั้งค่าที่ขับเคลื่อนด้วย AI สามารถตรวจสอบสถานะ แก้ไขการกำหนดค่า เปลี่ยนโมเดล และเชื่อมต่อช่องทางต่างๆ
tr: Yapay zekâ destekli kurulum yardımcınız. Durumu kontrol edebilir, yapılandırmayı düzeltebilir, modeller arasında geçiş yapabilir ve kanalları bağlayabilir.
uk: Ваш помічник із налаштування на основі ШІ. Він може перевіряти стан, виправляти конфігурацію, перемикати моделі та підключати канали.
vi: Trợ lý thiết lập ứng dụng AI dành cho bạn. Trợ lý có thể kiểm tra trạng thái, sửa cấu hình, chuyển đổi mô hình và kết nối các kênh.
zh_cn: 由 AI 驱动的设置助手。它可以检查状态、修复配置、切换模型并连接频道。
zh_tw: 由 AI 驅動的設定助手。它可以檢查狀態、修正設定、切換模型及連接頻道。

source: Your agent could not be notified yet. OpenClaw will retry after the next app launch.
ar: تعذر إبلاغ وكيلك حتى الآن. سيعيد OpenClaw المحاولة بعد تشغيل التطبيق في المرة القادمة.
de: Ihr Agent konnte noch nicht benachrichtigt werden. OpenClaw versucht es nach dem nächsten Start der App erneut.
es: Aún no se pudo notificar a tu agente. OpenClaw volverá a intentarlo después del próximo inicio de la app.
fa: هنوز امکان اطلاع‌رسانی به عامل شما وجود نداشت. OpenClaw پس از اجرای بعدی برنامه دوباره تلاش خواهد کرد.
fr: Votre agent n’a pas encore pu être informé. OpenClaw réessaiera après le prochain lancement de l’app.
hi: आपके एजेंट को अभी सूचित नहीं किया जा सका। अगली बार ऐप लॉन्च होने के बाद OpenClaw फिर से प्रयास करेगा।
id: Agen Anda belum dapat diberi tahu. OpenClaw akan mencoba lagi setelah aplikasi diluncurkan berikutnya.
it: Non è stato ancora possibile avvisare il tuo agente. OpenClaw riproverà dopo il prossimo avvio dell'app.
ja_jp: エージェントにはまだ通知できませんでした。OpenClawは次回のアプリ起動後に再試行します。
ko: 에이전트에게 아직 알릴 수 없습니다. 다음 앱 실행 후 OpenClaw에서 다시 시도합니다.
nl: Je agent kon nog niet op de hoogte worden gebracht. OpenClaw probeert het opnieuw nadat de app de volgende keer wordt gestart.
pl: Nie udało się jeszcze powiadomić agenta. OpenClaw spróbuje ponownie po następnym uruchomieniu aplikacji.
pt_br: Ainda não foi possível notificar seu agente. O OpenClaw tentará novamente após a próxima inicialização do aplicativo.
ru: Пока не удалось уведомить вашего агента. OpenClaw повторит попытку после следующего запуска приложения.
sv: Din agent kunde inte meddelas ännu. OpenClaw försöker igen nästa gång appen startas.
th: ยังไม่สามารถแจ้งเอเจนต์ของคุณได้ OpenClaw จะลองอีกครั้งหลังจากเปิดแอปครั้งถัดไป
tr: Temsilcinize henüz bildirim gönderilemedi. OpenClaw, uygulamanın bir sonraki başlatılışından sonra yeniden deneyecek.
uk: Поки що не вдалося сповістити вашого агента. OpenClaw повторить спробу після наступного запуску застосунку.
vi: Chưa thể thông báo cho tác nhân của bạn. OpenClaw sẽ thử lại sau lần khởi chạy ứng dụng tiếp theo.
zh_cn: 暂时无法通知你的智能体。OpenClaw 将在下次启动 App 后重试。
zh_tw: 目前尚無法通知您的代理程式。OpenClaw 將在下次啟動 App 後重試。

source: Your personal AI assistant, living on your own Mac.
ar: مساعدك الشخصي بالذكاء الاصطناعي، يعمل على جهاز Mac الخاص بك.
de: Ihr persönlicher KI-Assistent, der auf Ihrem eigenen Mac läuft.
es: Tu asistente personal de IA, en tu propio Mac.
fa: دستیار هوش مصنوعی شخصی شما، که روی Mac خودتان زندگی می‌کند.
fr: Votre assistant IA personnel, hébergé sur votre propre Mac.
hi: आपका निजी AI सहायक, आपके अपने Mac पर।
id: Asisten AI pribadi Anda, berjalan di Mac Anda sendiri.
it: Il tuo assistente IA personale, sul tuo Mac.
ja_jp: 自分の Mac 上で動作する、あなた専用の AI アシスタント。
ko: 사용자 본인의 Mac에서 실행되는 개인 AI 어시스턴트입니다.
nl: Je persoonlijke AI-assistent, op je eigen Mac.
pl: Twój osobisty asystent AI, działający na Twoim własnym Macu.
pt_br: Seu assistente pessoal de IA, rodando no seu próprio Mac.
ru: Ваш личный ИИ-ассистент, работающий на вашем Mac.
sv: Din personliga AI-assistent, på din egen Mac.
th: ผู้ช่วย AI ส่วนตัวของคุณ ที่ทำงานอยู่บน Mac ของคุณเอง
tr: Kendi Mac’inizde çalışan kişisel yapay zekâ asistanınız.
uk: Ваш персональний ШІ-асистент, що працює на вашому власному Mac.
vi: Trợ lý AI cá nhân của bạn, chạy trên chính máy Mac của bạn.
zh_cn: 你的个人 AI 助手，运行在你自己的 Mac 上。
zh_tw: 你的個人 AI 助理，常駐在你自己的 Mac 上。

source: You’re all set!
ar: أنت جاهز تمامًا!
de: Alles bereit!
es: ¡Todo listo!
fa: همه چیز آماده است!
fr: Tout est prêt !
hi: आप पूरी तरह तैयार हैं!
id: Anda sudah siap!
it: È tutto pronto!
ja_jp: すべて設定完了です！
ko: 모두 준비되었습니다!
nl: Je bent helemaal klaar!
pl: Wszystko gotowe!
pt_br: Tudo pronto!
ru: Всё готово!
sv: Allt är klart!
th: ตั้งค่าเสร็จเรียบร้อยแล้ว!
tr: Her şey hazır!
uk: Усе готово!
vi: Bạn đã sẵn sàng!
zh_cn: 你已全部设置完成！
zh_tw: 你已全部設定完成！

source: after success
ar: بعد النجاح
de: nach Erfolg
es: después de completarse correctamente
fa: پس از موفقیت
fr: après réussite
hi: सफलता के बाद
id: setelah berhasil
it: dopo il completamento
ja_jp: 成功後
ko: 성공 후
nl: na succes
pl: po powodzeniu
pt_br: após sucesso
ru: после успешного выполнения
sv: efter lyckad körning
th: หลังจากสำเร็จ
tr: başarıdan sonra
uk: після успішного виконання
vi: sau khi thành công
zh_cn: 成功后
zh_tw: 成功後

source: announce
ar: إعلان
de: ankündigen
es: anunciar
fa: اعلام
fr: annoncer
hi: घोषणा करें
id: umumkan
it: annuncia
ja_jp: 通知
ko: 알림
nl: aankondigen
pl: ogłoś
pt_br: anunciar
ru: объявить
sv: meddela
th: ประกาศ
tr: duyur
uk: оголосити
vi: thông báo
zh_cn: 播报

source: at
ar: عند
es: a las
fa: در
fr: à
hi: पर
id: pada
it: alle
nl: om
pl: o
pt_br: às
ru: в
sv: kl.
th: เวลา
tr: saatinde
uk: о
vi: vào lúc
zh_tw: 於

source: command · read-only
ar: أمر · للقراءة فقط
de: Befehl · schreibgeschützt
es: comando · solo lectura
fa: فرمان · فقط‌خواندنی
fr: commande · lecture seule
hi: कमांड · केवल पढ़ने योग्य
id: perintah · hanya baca
it: comando · sola lettura
ja_jp: コマンド · 読み取り専用
ko: 명령 · 읽기 전용
nl: opdracht · alleen-lezen
pl: polecenie · tylko do odczytu
pt_br: comando · somente leitura
ru: команда · только для чтения
sv: kommando · skrivskyddat
th: คำสั่ง · อ่านอย่างเดียว
tr: command · salt okunur
uk: команда · лише для читання
vi: lệnh · chỉ đọc
zh_cn: 命令 · 只读
zh_tw: 命令 · 唯讀

source: current
ar: حالي
es: actual
fa: فعلی
fr: actuel
hi: वर्तमान
id: saat ini
it: attuale
ko: 현재
nl: huidig
pl: bieżąca
pt_br: atual
ru: текущая
sv: aktuell
th: ปัจจุบัน
tr: geçerli
uk: поточний
vi: hiện tại
zh_tw: 目前

source: delivery unconfirmed
ar: لم يتم تأكيد التسليم
de: Zustellung unbestätigt
es: entrega no confirmada
fa: تحویل تأیید نشده است
fr: livraison non confirmée
hi: डिलीवरी की पुष्टि नहीं हुई
id: pengiriman belum dikonfirmasi
it: consegna non confermata
ja_jp: 配信未確認
ko: 전송 확인 안 됨
nl: bezorging niet bevestigd
pl: dostarczenie niepotwierdzone
pt_br: entrega não confirmada
ru: доставка не подтверждена
sv: leverans obekräftad
th: ยังไม่ได้ยืนยันการส่ง
tr: teslimat onaylanmadı
uk: доставку не підтверджено
vi: chưa xác nhận được trạng thái gửi
zh_cn: 送达未确认
zh_tw: 傳送狀態未確認

source: disabled
ar: معطّل
de: deaktiviert
es: desactivado
fa: غیرفعال
fr: désactivé
hi: अक्षम
id: dinonaktifkan
it: disabilitato
ja_jp: 無効
ko: 비활성화됨
nl: uitgeschakeld
pl: wyłączone
pt_br: desativado
ru: отключено
sv: inaktiverad
th: ปิดใช้งานอยู่
tr: devre dışı
uk: вимкнено
vi: đã tắt
zh_cn: 已禁用
zh_tw: 已停用

source: e.g. 0 9 * * 3
ar: مثلاً 0 9 * * 3
de: z. B. 0 9 * * 3
es: p. ej., 0 9 * * 3
fa: مثلاً 0 9 * * 3
fr: p. ex. 0 9 * * 3
hi: उदा. 0 9 * * 3
id: mis. 0 9 * * 3
it: es. 0 9 * * 3
ja_jp: 例: 0 9 * * 3
ko: 예: 0 9 * * 3
nl: bijv. 0 9 * * 3
pl: np. 0 9 * * 3
pt_br: ex.: 0 9 * * 3
ru: например, 0 9 * * 3
sv: t.ex. 0 9 * * 3
th: เช่น 0 9 * * 3
tr: örn. 0 9 * * 3
uk: напр. 0 9 * * 3
vi: ví dụ: 0 9 * * 3
zh_cn: 例如 0 9 * * 3
zh_tw: 例如 0 9 * * 3

source: every
ar: كل
es: cada
fa: هر
fr: tous les
hi: हर
id: setiap
it: ogni
nl: elke
pl: co
pt_br: a cada
ru: каждые
sv: varje
th: ทุก
tr: her
uk: кожні
vi: mỗi
zh_tw: 每隔

source: focused app
ar: التطبيق النشط
de: fokussierte App
es: aplicación enfocada
fa: برنامهٔ فعال
fr: application active
hi: फ़ोकस किया गया ऐप
id: aplikasi yang difokuskan
it: app in primo piano
ja_jp: フォーカス中のアプリ
ko: 포커스된 앱
nl: actieve app
pl: aktywna aplikacja
pt_br: app em foco
ru: активное приложение
sv: fokuserad app
th: แอปที่โฟกัสอยู่
tr: odaktaki uygulama
uk: активна програма
vi: ứng dụng đang được chọn
zh_cn: 当前聚焦的应用
zh_tw: 目前聚焦的 App

source: isolated
ar: معزول
es: aislado
fa: ایزوله
fr: isolé
hi: अलग
id: terisolasi
it: isolata
ko: 격리됨
nl: geïsoleerd
pl: izolowana
pt_br: isolado
ru: изолированная
sv: isolerad
th: แยก
tr: izole
uk: ізольований
vi: cô lập
zh_tw: 隔離

source: macOS access for notifications, capture, voice, and device context.
ar: وصول macOS للإشعارات، والالتقاط، والصوت، وسياق الجهاز.
de: macOS-Zugriff für Benachrichtigungen, Erfassung, Sprache und Gerätekontext.
es: Acceso de macOS para notificaciones, captura, voz y contexto del dispositivo.
fa: دسترسی macOS برای اعلان‌ها، ضبط، صدا و زمینهٔ دستگاه.
fr: Accès macOS pour les notifications, la capture, la voix et le contexte de l’appareil.
hi: सूचनाओं, कैप्चर, आवाज़ और डिवाइस संदर्भ के लिए macOS एक्सेस।
id: Akses macOS untuk notifikasi, tangkapan, suara, dan konteks perangkat.
it: Accesso macOS per notifiche, acquisizione, voce e contesto del dispositivo.
ja_jp: 通知、キャプチャ、音声、デバイスコンテキストのためのmacOSアクセス。
ko: 알림, 캡처, 음성 및 기기 컨텍스트를 위한 macOS 접근 권한입니다.
nl: macOS-toegang voor meldingen, opname, spraak en apparaatcontext.
pl: Dostęp macOS do powiadomień, przechwytywania, głosu i kontekstu urządzenia.
pt_br: Acesso do macOS a notificações, captura, voz e contexto do dispositivo.
ru: Доступ macOS к уведомлениям, захвату, голосу и контексту устройства.
sv: macOS-åtkomst för notiser, inspelning, röst och enhetskontext.
th: การเข้าถึง macOS สำหรับการแจ้งเตือน การจับภาพ เสียง และบริบทของอุปกรณ์
tr: Bildirimler, yakalama, ses ve aygıt bağlamı için macOS erişimi.
uk: Доступ macOS до сповіщень, захоплення, голосу та контексту пристрою.
vi: Quyền truy cập macOS cho thông báo, chụp, giọng nói và ngữ cảnh thiết bị.
zh_cn: 用于通知、捕获、语音和设备上下文的 macOS 访问权限。
zh_tw: macOS 的通知、擷取、語音和裝置情境存取。

source: main
ar: رئيسي
es: principal
fa: اصلی
fr: principal
hi: मुख्य
id: utama
it: principale
ko: 기본
nl: hoofd
pl: główna
pt_br: principal
ru: основная
th: หลัก
tr: ana
uk: основний
vi: chính
zh_tw: 主要

source: next-heartbeat
ar: نبضة القلب التالية
es: siguiente latido
fa: ضربان بعدی
hi: अगली-हार्टबीट
it: prossimo-heartbeat
nl: volgende-heartbeat
pl: następne-tętno
sv: nästa-heartbeat
th: ฮาร์ตบีตถัดไป
tr: sonraki-heartbeat
uk: наступний heartbeat
zh_tw: 下次心跳

source: no delivery
ar: لا يوجد تسليم
de: keine Zustellung
es: sin entrega
fa: بدون تحویل
fr: pas de livraison
hi: डिलीवरी नहीं
id: tidak ada pengiriman
it: nessuna consegna
ja_jp: 配信なし
ko: 전달 없음
nl: geen aflevering
pl: brak dostarczenia
pt_br: sem entrega
ru: нет доставки
sv: ingen leverans
th: ไม่มีการส่ง
tr: teslimat yok
uk: немає доставки
vi: không giao
zh_cn: 未送达
zh_tw: 未送達

source: no next run
ar: لا يوجد تشغيل تالٍ
de: keine nächste Ausführung
es: sin próxima ejecución
fa: اجرای بعدی ندارد
fr: aucune prochaine exécution
hi: अगला run नहीं
id: tidak ada eksekusi berikutnya
it: nessuna prossima esecuzione
ja_jp: 次回実行なし
ko: 다음 실행 없음
nl: geen volgende uitvoering
pl: brak następnego uruchomienia
pt_br: sem próxima execução
ru: нет следующего запуска
sv: ingen nästa körning
th: ไม่มีการทำงานครั้งถัดไป
tr: sonraki çalışma yok
uk: немає наступного запуску
vi: không có lần chạy tiếp theo
zh_cn: 无下次运行
zh_tw: 沒有下次執行

source: not linked
ar: غير مرتبط
de: nicht verknüpft
es: no vinculado
fa: پیوند نشده
fr: non lié
hi: लिंक नहीं किया गया
id: belum ditautkan
it: non collegato
ja_jp: リンクされていません
ko: 연결되지 않음
nl: niet gekoppeld
pl: niepołączono
pt_br: não vinculado
ru: не связано
sv: inte länkad
th: ยังไม่ได้ลิงก์
tr: bağlı değil
uk: не пов’язано
vi: chưa liên kết
zh_cn: 未链接
zh_tw: 未連結

source: now
ar: الآن
es: ahora
fa: اکنون
fr: maintenant
hi: अभी
id: sekarang
it: ora
ko: 지금
nl: nu
pl: teraz
pt_br: agora
ru: сейчас
sv: nu
th: ตอนนี้
tr: şimdi
uk: зараз
vi: ngay bây giờ
zh_tw: 立即

source: probe degraded
ar: probe متدهور
de: Probe eingeschränkt
es: sondeo degradado
fa: کاوش تنزل‌یافته
fr: sonde dégradée
id: probe menurun
it: probe degradata
ja_jp: プローブが縮退しています
ko: 프로브 성능 저하
nl: probe gedegradeerd
pl: sonda zdegradowana
pt_br: sondagem degradada
ru: зондирование ухудшено
sv: avsökning försämrad
th: probe เสื่อมประสิทธิภาพ
vi: probe bị suy giảm
zh_cn: 探测降级
zh_tw: 探測降級

source: queued after route change
ar: تمت الإضافة إلى قائمة الانتظار بعد تغيير المسار
de: nach Routenänderung in Warteschlange
es: en cola tras cambio de ruta
fa: پس از تغییر مسیر در صف قرار گرفت
fr: mis en file d’attente après le changement d’itinéraire
hi: रूट बदलने के बाद कतार में रखा गया
id: diantrekan setelah perubahan rute
it: in coda dopo la modifica del percorso
ja_jp: 経路変更後にキューに追加済み
ko: 경로 변경 후 대기열에 추가됨
nl: in wachtrij na routewijziging
pl: dodano do kolejki po zmianie trasy
pt_br: na fila após alteração de rota
ru: поставлено в очередь после изменения маршрута
sv: köad efter ruttändring
th: อยู่ในคิวหลังจากเปลี่ยนเส้นทาง
tr: rota değişikliğinden sonra kuyruğa alındı
uk: поставлено в чергу після зміни маршруту
vi: đã đưa vào hàng đợi sau khi thay đổi tuyến
zh_cn: 路由更改后已排队
zh_tw: 路由變更後已排入佇列

source: remote gateway auth token (gateway.remote.token)
ar: رمز مصادقة Gateway البعيد (gateway.remote.token)
de: Remote-Gateway-Authentifizierungstoken (gateway.remote.token)
es: token de autenticación del Gateway remoto (gateway.remote.token)
fa: توکن احراز هویت gateway راه دور (gateway.remote.token)
fr: jeton d’authentification de la gateway distante (gateway.remote.token)
hi: रिमोट gateway auth टोकन (gateway.remote.token)
id: token autentikasi gateway jarak jauh (gateway.remote.token)
it: token di autenticazione del gateway remoto (gateway.remote.token)
ja_jp: リモート Gateway 認証トークン (gateway.remote.token)
ko: 원격 Gateway 인증 토큰 (gateway.remote.token)
nl: authenticatietoken voor externe gateway (gateway.remote.token)
pl: token uwierzytelniania zdalnego gateway (gateway.remote.token)
pt_br: token de autenticação do gateway remoto (gateway.remote.token)
ru: токен аутентификации удаленного gateway (gateway.remote.token)
sv: autentiseringstoken för fjärransluten gateway (gateway.remote.token)
th: โทเค็นยืนยันตัวตน remote gateway (gateway.remote.token)
tr: uzak gateway auth token’ı (gateway.remote.token)
uk: токен автентифікації віддаленого gateway (gateway.remote.token)
vi: token xác thực gateway từ xa (gateway.remote.token)
zh_cn: 远程 Gateway 认证令牌 (gateway.remote.token)
zh_tw: 遠端 Gateway 驗證權杖 (gateway.remote.token)

source: script · read-only
ar: برنامج نصي · للقراءة فقط
de: Skript · schreibgeschützt
es: script · solo lectura
fa: اسکریپت · فقط‌خواندنی
fr: script · lecture seule
hi: स्क्रिप्ट · केवल पढ़ने योग्य
id: skrip · hanya baca
it: script · sola lettura
ja_jp: スクリプト · 読み取り専用
ko: 스크립트 · 읽기 전용
nl: script · alleen-lezen
pl: skrypt · tylko do odczytu
pt_br: script · somente leitura
ru: скрипт · только для чтения
sv: skript · skrivskyddat
th: สคริปต์ · อ่านอย่างเดียว
tr: script · salt okunur
uk: скрипт · лише для читання
vi: tập lệnh · chỉ đọc
zh_cn: 脚本 · 只读
zh_tw: 指令碼 · 唯讀

source: ssh tunnel exited before listening
ar: خرج نفق ssh قبل بدء الاستماع
de: ssh-Tunnel wurde beendet, bevor er auf Verbindungen lauschte
es: el túnel ssh salió antes de escuchar
fa: تونل ssh پیش از گوش‌دادن خارج شد
fr: Le tunnel ssh s’est fermé avant l’écoute
hi: ssh tunnel सुनना शुरू करने से पहले बाहर निकल गया
id: tunnel ssh keluar sebelum mendengarkan
it: tunnel ssh terminato prima dell'ascolto
ja_jp: sshトンネルがリッスン前に終了しました
ko: ssh 터널이 수신 대기 전에 종료되었습니다
nl: ssh-tunnel is afgesloten voordat er werd geluisterd
pl: tunel ssh zakończył działanie przed rozpoczęciem nasłuchiwania
pt_br: túnel ssh encerrado antes de escutar
ru: ssh-туннель завершил работу до начала прослушивания
sv: ssh-tunnel avslutades innan den lyssnade
th: ssh tunnel ออกก่อนเริ่มรับฟัง
tr: ssh tüneli dinlemeye başlamadan önce sonlandı
vi: đường hầm ssh đã thoát trước khi lắng nghe
zh_cn: ssh 隧道在开始监听前已退出
zh_tw: ssh tunnel 在開始監聽前已結束

source: system.run requests are denied unless the policy changes.
ar: طلبات system.run مرفوضة ما لم تتغير السياسة.
de: system.run-Anfragen werden abgelehnt, sofern sich die Richtlinie nicht ändert.
es: Las solicitudes system.run se deniegan a menos que cambie la política.
fa: درخواست‌های system.run رد می‌شوند مگر اینکه سیاست تغییر کند.
fr: Les requêtes system.run sont refusées sauf si la politique change.
hi: जब तक नीति नहीं बदलती, system.run अनुरोध अस्वीकार किए जाते हैं।
id: Permintaan system.run ditolak kecuali kebijakan berubah.
it: Le richieste system.run vengono rifiutate a meno che la policy non cambi.
ja_jp: ポリシーが変更されない限り、system.run リクエストは拒否されます。
ko: 정책이 변경되지 않는 한 system.run 요청은 거부됩니다.
nl: system.run-verzoeken worden geweigerd tenzij het beleid wordt gewijzigd.
pl: Żądania system.run są odrzucane, dopóki zasady się nie zmienią.
pt_br: Solicitações system.run são negadas, a menos que a política seja alterada.
ru: Запросы system.run отклоняются, пока политика не изменится.
sv: system.run-begäranden nekas om inte policyn ändras.
th: คำขอ system.run จะถูกปฏิเสธ เว้นแต่นโยบายจะเปลี่ยนแปลง
tr: İlke değişmediği sürece system.run istekleri reddedilir.
uk: Запити system.run відхиляються, доки політика не зміниться.
vi: Yêu cầu system.run bị từ chối trừ khi chính sách thay đổi.
zh_cn: 除非策略更改，否则 system.run 请求将被拒绝。
zh_tw: 除非政策變更，否則 system.run requests 會遭拒絕。

source: your browser
ar: متصفحك
de: dein Browser
es: tu navegador
fa: مرورگر شما
fr: votre navigateur
hi: आपका ब्राउज़र
id: browser Anda
it: il tuo browser
ja_jp: お使いのブラウザ
ko: 브라우저
nl: je browser
pl: twoja przeglądarka
pt_br: seu navegador
ru: ваш браузер
sv: din webbläsare
th: เบราว์เซอร์ของคุณ
tr: tarayıcınız
uk: ваш браузер
vi: trình duyệt của bạn
zh_cn: 你的浏览器
zh_tw: 您的瀏覽器

source: Eval
de: Auswerten
es: Evaluar
fa: ارزیابی
fr: Évaluer
hi: मूल्यांकन करें
ja_jp: 評価
ko: 평가
nl: Evalueren
pt_br: Avaliar
ru: Выполнить
tr: Değerlendir

source: Eval JS
de: JS auswerten
es: Evaluar JS
fa: ارزیابی JS
fr: Évaluer le JS
hi: JS का मूल्यांकन करें
ja_jp: JS を評価
ko: JS 평가
nl: JS evalueren
pt_br: Avaliar JS
ru: Выполнить JS
tr: JS’yi değerlendir

source: © 2026 OpenClaw Foundation — MIT License.
de: © 2026 OpenClaw Foundation — MIT-Lizenz.
es: © 2026 OpenClaw Foundation — Licencia MIT.
fa: © 2026 OpenClaw Foundation — مجوز MIT.
fr: © 2026 OpenClaw Foundation — Licence MIT.
id: © 2026 OpenClaw Foundation — Lisensi MIT.
it: © 2026 OpenClaw Foundation — Licenza MIT.
ko: © 2026 OpenClaw Foundation — MIT 라이선스.
nl: © 2026 OpenClaw Foundation — MIT-licentie.
pl: © 2026 OpenClaw Foundation — licencja MIT.
pt_br: © 2026 OpenClaw Foundation — Licença MIT.
ru: © 2026 OpenClaw Foundation — лицензия MIT.
sv: © 2026 OpenClaw Foundation — MIT-licens.
th: © 2026 OpenClaw Foundation — ใบอนุญาต MIT
tr: © 2026 OpenClaw Foundation — MIT Lisansı.
uk: © 2026 OpenClaw Foundation — ліцензія MIT.
vi: © 2026 OpenClaw Foundation — Giấy phép MIT.

source: Native SwiftUI
es: SwiftUI nativo
fa: SwiftUI بومی
fr: SwiftUI natif
id: SwiftUI native
it: SwiftUI nativa
ja_jp: ネイティブ SwiftUI
ko: 네이티브 SwiftUI
pl: Natywny SwiftUI
pt_br: SwiftUI nativo
ru: Нативный SwiftUI
sv: Inbyggd SwiftUI
tr: Yerel SwiftUI
uk: Нативний SwiftUI
vi: SwiftUI gốc
zh_cn: 原生 SwiftUI

source: rg or /opt/homebrew/bin/*
es: rg o /opt/homebrew/bin/*
id: rg atau /opt/homebrew/bin/*
ja_jp: rg または /opt/homebrew/bin/*
pl: rg lub /opt/homebrew/bin/*
sv: rg eller /opt/homebrew/bin/*
th: rg หรือ /opt/homebrew/bin/*
tr: rg veya /opt/homebrew/bin/*

source: Dev (Git main)
ja_jp: 開発版 (Git main)
ko: 개발 (Git main)
zh_tw: 開發版（Git main）

source: ctx
sv: ktx
